# Terminal & Shell
brew "neovim"
brew "gh"
brew "wget"
brew "jq"
brew "ripgrep"
brew "fzf"
brew "zoxide"
brew "bat"
brew "eza"

# Languages & Runtimes
brew "node"
brew "nvm"
brew "python@3.14"
brew "uv"
brew "go"
brew "scala"

# Dev Tools
brew "docker"
brew "docker-compose"
brew "direnv"
brew "watch"

# Fonts
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
